DO-2023/Meta 4.2/Meta 4.2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2023-11-26 dom 20:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Meta 5</title>
<meta name="author" content="Galindo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<p>
\modentitlepage{../images/escudo-uabc-2022-1-tinta-pos.png}
\datasection{Individual}
</p>

<div id="outline-container-org3641edb" class="outline-2">
<h2 id="org3641edb"><span class="section-number-2">1.</span> Diferencias entre</h2>
<div class="outline-text-2" id="text-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Característica</th>
<th scope="col" class="org-left">Acreditación</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Definición</td>
<td class="org-left">Validación de estándares por una entidad externa.</td>
</tr>

<tr>
<td class="org-left">Proceso</td>
<td class="org-left">Cumplir con requisitos y normas establecidos.</td>
</tr>

<tr>
<td class="org-left">Objetivo</td>
<td class="org-left">Validar cumplimiento de estándares de calidad.</td>
</tr>

<tr>
<td class="org-left">Aplicación Común</td>
<td class="org-left">Acreditación de instituciones educativas o empresas.</td>
</tr>

<tr>
<td class="org-left">Emisor</td>
<td class="org-left">Entidades externas, a menudo organizaciones de acreditación.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Característica</td>
<td class="org-left">Certificación</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Definición</td>
<td class="org-left">Validación de habilidades y conocimientos.</td>
</tr>

<tr>
<td class="org-left">Proceso</td>
<td class="org-left">Superar un examen o pruebas establecidas.</td>
</tr>

<tr>
<td class="org-left">Objetivo</td>
<td class="org-left">Validar habilidades y competencias específicas.</td>
</tr>

<tr>
<td class="org-left">Aplicación Común</td>
<td class="org-left">Certificación en tecnologías, habilidades específicas.</td>
</tr>

<tr>
<td class="org-left">Emisor</td>
<td class="org-left">Organizaciones especializadas, empresas.</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Característica</td>
<td class="org-left">Licencia</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Definición</td>
<td class="org-left">Autorización legal para ejercer una ocupación.</td>
</tr>

<tr>
<td class="org-left">Proceso</td>
<td class="org-left">Cumplir con criterios predeterminados.</td>
</tr>

<tr>
<td class="org-left">Objetivo</td>
<td class="org-left">Garantizar autorización legal para ejercer.</td>
</tr>

<tr>
<td class="org-left">Aplicación Común</td>
<td class="org-left">Licencia profesional en medicina, derecho, etc.</td>
</tr>

<tr>
<td class="org-left">Emisor</td>
<td class="org-left">Autoridades gubernamentales locales o estatales.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org19cd1e0" class="outline-2">
<h2 id="org19cd1e0"><span class="section-number-2">2.</span> Ensayo</h2>
<div class="outline-text-2" id="text-2">
<p>
En el área de software, las acreditaciones, certificaciones y
licencias desempeñan un papel indispensable para las habilidades y
competencias de los profesionales, garantizar la calidad de los
productos y servicios, y cumplir con estándares éticos y legales.
</p>

<p>
Las acerditaciones en el mundo del software suelen ser bastante
comunes una se las acreditaciones mas comunes en el area de software
es 'AWS Certified Solutions Architect' la cual proporciona Amazon para
su plataforma en la nube.
</p>
</div>
</div>

<div id="outline-container-org017a8a8" class="outline-2">
<h2 id="org017a8a8"><span class="section-number-2">3.</span> Noticia</h2>
<div class="outline-text-2" id="text-3">
<p>
<a href="https://www.eleconomista.com.mx/empresas/Amazon-capacitara-a-130000-mexicanos-en-computacion-en-la-nube-20231106-0052.html">Amazon ha lanzado un programa en colaboración con el Gobierno federal
de México</a>, llamado "Impulsando el Talento Mexicano a la Nube", con el 
objetivo de capacitar a 130,000 personas en habilidades relacionadas
con los servicios de computación en la nube para satisfacer la
creciente demanda de talento en este campo. La iniciativa tiene
previsto llevarse a cabo entre finales de 2023 y durante 2024. 
</p>
</div>
</div>

<div id="outline-container-orgb626ed9" class="outline-2">
<h2 id="orgb626ed9"><span class="section-number-2">4.</span> Conclusiones</h2>
<div class="outline-text-2" id="text-4">
<p>
Durante esta practica aprendi a diferenciar entre acreditación,
certificaciones y licencias. Conocer las diferencias entre estas
permite identificar los tipos de profecionales que nececitamos en
nuestros equipos.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Fecha: miércoles, 15 noviembre 2023</p>
<p class="author">Autor: Galindo</p>
<p class="date">Created: 2023-11-26 dom 20:27</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
