DO-2023/Meta 4.2/Meta 4.2.tex
% Created 2023-11-15 mié 21:46
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{../modern}
\raggedbottom
\setcounter{secnumdepth}{2}
\author{Galindo}
\date{miércoles, 15 noviembre 2023}
\title{Meta 5\\\medskip
\large Funciones, Procedimientos Almacenados y Triggers}
\hypersetup{
 pdfauthor={Galindo},
 pdftitle={Meta 5},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.5.2)}, 
 pdflang={Spanish}}
\begin{document}

\modentitlepage{../images/escudo-uabc-2022-1-tinta-pos.png}
\datasection{Individual}

\section{Diferencias entre}
\label{sec:org373a62d}
\begin{center}
\begin{tabular}{ll}
\hline
Característica & Acreditación\\
\hline
Definición & Validación de estándares por una entidad externa.\\
Proceso & Cumplir con requisitos y normas establecidos.\\
Objetivo & Validar cumplimiento de estándares de calidad.\\
Aplicación Común & Acreditación de instituciones educativas o empresas.\\
Emisor & Entidades externas, a menudo organizaciones de acreditación.\\
\hline
Característica & Certificación\\
\hline
Definición & Validación de habilidades y conocimientos.\\
Proceso & Superar un examen o pruebas establecidas.\\
Objetivo & Validar habilidades y competencias específicas.\\
Aplicación Común & Certificación en tecnologías, habilidades específicas.\\
Emisor & Organizaciones especializadas, empresas.\\
\hline
Característica & Licencia\\
\hline
Definición & Autorización legal para ejercer una ocupación.\\
Proceso & Cumplir con criterios predeterminados.\\
Objetivo & Garantizar autorización legal para ejercer.\\
Aplicación Común & Licencia profesional en medicina, derecho, etc.\\
Emisor & Autoridades gubernamentales locales o estatales.\\
\hline
\end{tabular}

\end{center}

\section{Ensayo}
\label{sec:org1049eab}
En el área de software, las acreditaciones, certificaciones y
licencias desempeñan un papel indispensable para las habilidades y
competencias de los profesionales, garantizar la calidad de los
productos y servicios, y cumplir con estándares éticos y legales.

Las acerditaciones en el mundo del software suelen ser bastante
comunes una se las acreditaciones mas comunes en el area de software
es 'AWS Certified Solutions Architect' la cual proporciona Amazon para
su plataforma en la nube.

\section{Noticia}
\label{sec:orga072d4b}
\href{https://www.eleconomista.com.mx/empresas/Amazon-capacitara-a-130000-mexicanos-en-computacion-en-la-nube-20231106-0052.html}{Amazon ha lanzado un programa en colaboración con el Gobierno federal
de México}, llamado "Impulsando el Talento Mexicano a la Nube", con el 
objetivo de capacitar a 130,000 personas en habilidades relacionadas
con los servicios de computación en la nube para satisfacer la
creciente demanda de talento en este campo. La iniciativa tiene
previsto llevarse a cabo entre finales de 2023 y durante 2024. 

\section{Conclusiones}
\label{sec:orgd59173b}
Durante esta practica aprendi a diferenciar entre acreditación,
certificaciones y licencias. Conocer las diferencias entre estas
permite identificar los tipos de profecionales que nececitamos en
nuestros equipos.
\end{document}